Repository: OmegaT-L10N/eu
Catalog: omegat/project_save.tmx
Source language: en
Languages: eu

source: #Files
eu: #Fitxategiak

source: &About...
eu: &Honi buruz...

source: &Access Project Contents
eu: &Atzitu proiektuaren edukiak

source: &Add
eu: &Gehitu

source: &Add...
eu: &Gehitu...

source: &Align Files...
eu: &Lerrokatu fitxategiak...

source: &Allow blank translations in the target files
eu: &Onartu itzulpen hutsak helburu-fitxategietan

source: &Allow only unique characters
eu: Onartu karaktere &bakarrak soilik

source: &Allow translation to be equal to source
eu: &Onartu itzulpena sorburuaren berdina izan dadin

source: &Also allow per-project external commands
eu: Proiektuaren araberako &kanpoko komandoak ere onartu

source: &Always
eu: &Beti

source: &Always Confirm Quit
eu: &Baieztatu beti irteera

source: &Apply this font to tabular data (project files, statistics, etc.)
eu: &Aplikatu letra-tipo hau taula-datuei (proiektuen fitxategiak, estatistikak, etab.)

source: &Apply to all
eu: &Aplikatu denei

source: &Auto-propagation of Translations
eu: Itzulpenen hedatze &automatikoa

source: &Automatically Fetch Translations
eu: &Automatikoki atzitu itzulpenak

source: &Automatically check the spelling of text
eu: &Automatikoki egiaztatu testuaren ortografia

source: &Automatically fetch translations
eu: &Automatikoki atzitu itzulpenak

source: &Automatically search segment text in dictionary
eu: &Automatikoki bilatu segmentu-testua hiztegian

source: &Back
eu: A&tzera

source: &Back in History
eu: At&zera historian

source: &Bookmarks
eu: &Laster-markak

source: &Browse
eu: &Arakatu

source: &Browse Online
eu: &Arakatu linean

source: &Browse TaaS Collections...
eu: &Arakatu TaaS bildumak...

source: &Browse...
eu: &Arakatu...

source: &Built-in (LanguageTool {0})
eu: &Integratua (LanguageTool {0})

source: &Cancel
eu: &Utzi

source: &Check for Updates...
eu: Egiaztatu ber&tsio berririk dagoen...

source: &Clear Menu
eu: &Garbitu menua

source: &Close
eu: &Itxi

source: &Comments
eu: &Iruzkinak

source: &Compatibility with OmegaT 2.6
eu: &Bateragarritasuna OmegaT 2.6 bertsioarekin

source: &Copy Support Info
eu: &Kopiatu euskarri-informazioa

source: &Current Source Document
eu: &Uneko sorburu-dokumentua

source: &Cycle
eu: &Txandakatu

source: &Defaults
eu: &Lehenetsitako baloreak

source: &Dictionaries
eu: Hi&ztegiak

source: &Do not check printf-variables
eu: &Ez markatu printf-aldagaiak

source: &Do not unescape Unicode literals (\uXXXX)
eu: Ez egin &ihes Unicode literalei (\uXXXX)

source: &Download
eu: &Deskargatu

source: &Edit
eu: &Editatu

source: &Edit...
eu: &Editatu...

source: &Editor...
eu: &Editorea...

source: &Empty lines
eu: Lerro &hutsak

source: &Enable TaaS terminology lookup
eu: &Gaitu TaaS terminologia-bilaketa

source: &Enable autotext
eu: Gaitu &testu automatikoa

source: &Enable character table
eu: Gaitu &karaktere-taula

source: &Enable glossary suggestions
eu: &Gaitu glosario-sarrera

source: &Enable history completion
eu: &Gaitu historiaren osatzea

source: &Endnotes
eu: &Amaiera-oharrak

source: &Exact search
eu: &Bilaketa zehatza

source: &File
eu: &Fitxategia

source: &Files
eu: &Fitxategiak

source: &Filter
eu: I&ragazkia

source: &Find...
eu: &Aurkitu...

source: &Finish
eu: &Amaitua

source: &Fix All
eu: &Konpondu dena

source: &Footnotes
eu: &Oin-oharrak

source: &Force shortcut to "f" for <it pos="end"> tags
eu: &Behartu <it pos="end"> etiketetarako laster-tekla "f" izatea

source: &Forward in History
eu: Au&rrera historian

source: &Glossaries
eu: &Glosarioak

source: &Glossary
eu: &Glosarioa

source: &Go To
eu: &Joan

source: &Go To Downloads
eu: &Joan deskargetara

source: &Go To Next Untranslated Segment stops when there is at least one alternative translation
eu: &Gelditu 'Joan > Itzuli gabeko hurrengo segmentura' aukera gutxienez itzulpen alternatibo bat dagoenean

source: &Help
eu: &Laguntza

source: &Ignore file context when identifying segments with alternate translations
eu: &Ez ikusi fitxategi-testuingurua itzulpen alternatiboak dituzten segmentuak identifikatzean

source: &Ignore hits with very different case (e.g. FOO vs foo)
eu: &Ez ikusi maiuskula/minuskula oso desberdinak (FOO vs foo) dituzten bat etortzeak

source: &Ignore type and ctype attributes when building <ph> tag shortcuts
eu: &Ez ikusi egin type eta ctype atributuei <ph> etiketen laster-teklak eraikitzean

source: &In translation
eu: Itzul&penean

source: &Index entries
eu: &Aurkibide-sarrerak

source: &Insert
eu: &Txertatu

source: &Insert Match or Selection
eu: &Txertatu parekatzea edo hautapena

source: &Install new dictionary...
eu: &Instalatu beste hiztegi bat...

source: &Jump To Segment
eu: &Joan segmentura

source: &Keyword search
eu: Bilaketa-&gakoa

source: &Language Checker
eu: &Hizkuntza-egiaztatzailea

source: &Last Changes...
eu: &Azken aldaketak...

source: &Launch local server
eu: &Abiarazi zerbitzari lokala

source: &Leave the segment empty
eu: &Utzi segmentua hutsik

source: &License
eu: &Lizentzia

source: &Line breaks
eu: &Lerro-jauziak

source: &Load...
eu: &Kargatu...

source: &Lower Case
eu: M&inuskulak

source: &Make the file filter settings project specific
eu: Fitxategi-iragazkien &ezarpen espezifikoak proiektu bakoitzerako

source: &Make the segmentation rules project specific
eu: &Egin proiektu bakoitzak bere segmentazio-arauak eduki ditzan

source: &Match Statistics
eu: &Parekatze-estatistikak

source: &Minimal similarity:
eu: &Gutxieneko antzekotasuna:

source: &Modification Info
eu: &Aldaketa-informazioa

source: &Move Down
eu: Mugitu b&ehera

source: &Name/ID:
eu: &Izena/IDa:

source: &Never
eu: &Inoiz ez

source: &New Script
eu: Script &berria

source: &New...
eu: &Berria...

source: &Next Segment
eu: &Hurrengo segmentura

source: &Notes
eu: &Oharrak

source: &OK
eu: &Ados

source: &Open Script...
eu: &Ireki scripta...

source: &Open...
eu: &Ireki...

source: &Options
eu: &Aukerak

source: &Preferences...
eu: Ho&bespenak...

source: &Prefix:
eu: &Aurrizkia:

source: &Presentation notes
eu: &Aurkezpen-oharrak

source: &Preserve spaces for all tags
eu: &Mantendu zuriuneak etiketa guztietarako

source: &Previous Segment
eu: &Aurreko segmentura

source: &Project
eu: &Proiektua

source: &Properties...
eu: &Propietateak...

source: &Quit
eu: &Irten

source: &Redo Last Action
eu: Be&rregin azken ekintza

source: &Refresh
eu: &Freskatu

source: &Regular expressions
eu: &Adierazpen erregularrak

source: &Reload
eu: Bir&kargatu

source: &Remove
eu: &Kendu

source: &Remove Filter
eu: Kendu &iragazkia

source: &Remove untranslated strings in the target files
eu: &Kendu itzuli gabeko kateak helburu-fitxategietan

source: &Replace
eu: &Ordeztu

source: &Replace Next
eu: Ordeztu &hurrengoa

source: &Replace...
eu: &Ordeztu...

source: &Reset Master Password
eu: &Berrezarri pasahitz maisua

source: &Reset Options
eu: Berre&zarri aukerak

source: &Reset This Colour
eu: Be&rrezarri kolore hau

source: &Restore Main Window
eu: Be&rrezarri leiho nagusia

source: &Root
eu: &Erroa

source: &Run
eu: &Exekutatu

source: &Save
eu: &Gorde

source: &Save As...
eu: Gorde h&onela...

source: &Save...
eu: &Gorde...

source: &Search
eu: &Bilatu

source: &Search Project...
eu: &Bilatu proiektuan...

source: &Search for Selection
eu: &Bilatu hautapenean

source: &Segment Number...
eu: &Segmentuaren zenbakia...

source: &Segmentation...
eu: &Segmentazioa...

source: &Select
eu: &Hautatu

source: &Sentence Case
eu: &Esaldia

source: &Sheet Names
eu: &Orri-izenak

source: &Show All
eu: &Erakutsi dena

source: &Show Relevant Suggestions Automatically
eu: &Erakutsi iradokizun nabarmenak automatikoki

source: &Show in Editor context menu
eu: &Erakutsi editorearen testuinguru-menuan

source: &Show relevant suggestions automatically
eu: &Erakutsi iradokizun nabarmenak automatikoki

source: &Skip
eu: &Saltatu

source: &Skip PO header
eu: &Saltatu PO goiburua

source: &Source (segment {0}):
eu: &Sorburua ({0} segmentua):

source: &Source Files
eu: &Sorburu-fitxategiak

source: &Source Files Language:
eu: &Sorburu-fitxategien hizkuntza:

source: &Source Language Tokenizer:
eu: Sorburu-hizkuntzaren &tokenizatzailea:

source: &Statistics
eu: Es&tatistikak

source: &Store for this session only
eu: &Gorde saio honetarako soilik

source: &TaaS Terminology Lookup
eu: &TaaS terminologia-bilaketa

source: &Target Files
eu: &Helburu-fitxategiak

source: &Target Language Tokenizer:
eu: &Helburu-hizkuntzaren tokenizatzailea:

source: &Title Case
eu: I&zenburua

source: &Tools
eu: &Tresnak

source: &Translated
eu: &Itzulia

source: &Translated Files Language:
eu: &Fitxategi itzulien hizkuntza:

source: &Undo Changes
eu: &Desegin aldaketak

source: &Undo Last Action
eu: &Desegin azken ekintza

source: &Untranslated Segments Only
eu: Itzuli gabeko segmentuak &soilik

source: &Upper Case
eu: M&aiuskulak

source: &User's Manual...
eu: &Erabiltzailearen eskuliburua...

source: &Validate tags when leaving a segment
eu: &Balidatu etiketak segmentua uztean

source: &View
eu: I&kusi

source: &Writeable Glossary
eu: Glo&sario idazgarria

source: &value (of form input, including button, submit and reset)
eu: &value (formularioetakoak, button, submit eta reset elementuetakoak barne)

source: '*' matches zero or more characters ('run*' matches 'run', 'runs', and'running', etc.) '?' matches exactly one character ('run?' matches 'runs' and 'rung', but not 'run' or 'running').
eu: '*' karaktereak zero karaktere edo karaktere kopuru gehiago ordezkatzen ditu (esaterako, 'egi*' bilaketa-terminoaren bidez 'egi', 'egia' eta 'egizu' hitzak aurkituko dira). '?' karaktereak karaktere bat ordezkatzen du ('egi?' terminoaren bidez 'egia' aurkituko da, baina ez 'egizu').

source: '{0}' menu selected
eu: '{0}' menua hautatu da

source: (+{0} more)
eu: (+{0} gehiago)

source: (If you think you have significantly contributed to the OmegaT Project but you (don't see your name on the lists, feel free to contact us.)
eu: (OmegaT proiektuari ekarpen esanguratsua egin diozula uste baduzu eta zure izena hemen agertzen ez bada, mesedez hitz egin gurekin.)

source: (In the user's manual, see 'Files to translate' > 'File formats' for a list of supported file formats.) To add files to the project, click on the Copy Files to Source Folder... button in the Project Files window or call this action from the Project menu and select the source files you want to copy.
eu: (Erabiltzailearen eskuliburuan, begiratu 'Itzuli beharreko fitxategiak' > 'Fitxategi-formatuak' atalean zein fitxategi-formatu onartzen den ikusteko.) Proiektuari fitxategiak gehitzeko, egin klik 'Fitxategiak' leihoan edo 'Proiektua' menuan dagoen 'Kopiatu fitxategiak sorburu-karpetara...' aukeran, eta hautatu kopiatu nahi dituzun sorburu-fitxategiak

source: (Leave the Password empty if you are using an API Key.)
eu: (Utzi pasahitza hutsik API gako bat erabiltzen ari bazara.)

source: (The Java executable file is the file java on Linux and java.exe on Windows.
eu: (Java fitxategi exekutagarria java.exe deitzen da Windows-en eta java Linux-en.

source: (X)HTML Filter Options
eu: (X)HTML iragazkien aukerak

source: (You will still able to use OmegaT 3.6 to edit this project as a team project.)
eu: (Ondoren ere OmegaT 3.6 erabili ahal izango duzu talde-proiektu gisa editatu ahal izateko.)

source: (close tag)
eu: (itxiera-etiketa)

source: (comment tag)
eu: (iruzkin-etiketa)

source: (empty tag)
eu: (etiketa hutsa)

source: +{0} more
eu: +{0} gehiago

source: ---- Localization Notes ----
eu: ---- Lokalizazio-oharrak ----

source: --ITokenizer=<classname> --ITokenizerTarget=<classname> Source- or target-language tokenizer to use (overrides project settings).
eu: --ITokenizer=<klase-izena> --ITokenizerTarget=<klase-izena> Erabiliko den helburu- edo sorburu-hizkuntza (proiektuaren ezarpenak gainidazten ditu).

source: --config-file=<path> A Java .properties file from which to load default settings.
eu: --config-file=<bidea> Ezarpen lehentsiak kargatzeko erabiliko den Java .properties fitxategi bat.

source: --disable-location-save Do not remember the last directory opened in the file picker.
eu: --disable-location-save Ez gogoratu fitxatgegi-hautatzaileak irekitako azken direktorioa.

source: --disable-project-locking Do not attempt to lock the project's omegat.project file.
eu: --disable-project-locking Ez saiatu proiektuaren omegat.project fitxategia blokeatzen.

source: --mode=[console-translate|console-pseudotranslatetmx|console-align] Specify a mode other than default (GUI).
eu: --mode=[console-translate|console-pseudotranslatetmx|console-align] Zehaztu (lehenetsitako) interfaze grafikoa ez den beste modu bat.

source: --no-team Disable team project functionality.
eu: --no-team Desgaitu talde-proiektuen funtzionaltasuna.

source: --pseudotranslatetype=[equal|empty] What to fill the pseudotranslated TMX with.
eu: --pseudotranslatetype=[equal|empty] Zerekin bete TMX sasiitzulia.

source: --remote-project Download an omegat.project file from the URL given as <project path> and load the project.
eu: --remote-project Deskargatu omegat.project fitxategi bat <project path> gisa emandako URLtik eta kargatu proiektua.

source: --resource-bundle=<path> A Java .properties file to use for interface text --config-dir=<path> The directory to read/write OmegaT configuration files from/to.
eu: --resource-bundle=<bidea> Interfaze-testurako erabiliko den Java .properties fitxategi bat --config-dir=<bidea> OmegaT-ren konfigurazio-fitxategiak dituen direktorioa.

source: --script=<path> A script file to be executed on project events.
eu: --script=<bidea> Proiektu-gertaeretan exekutatuko den script-fitxategi bat.

source: --tag-validation=[abort|warn] Validate tags.
eu: --tag-validation=[abort|warn] Balidatu etiketak.

source: -h, --help Show usage information.
eu: -h, --help Erakutsi erabilera-informazioa.

source: 1 conflict
eu: Gatazka 1

source: 1 segment
eu: Segmentu 1

source: 1) Reduce the number of source files and translate in batches;
eu: 1) Sorburu-fitxategiak gutxitu eta multzoka itzuli;

source: 2) Increase the amount of memory available to OmegaT, by specifying "java -Xmx<size-in-MB>M -jar OmegaT.jar" on the command line or in the OmegaT start script; The current setting is {0}MB;
eu: 2) OmegaT-k eskuragarri duen memoria kantitatea handitu, agindu lerroan edo OmegaT-ren hasiera scriptean "java -Xmx<tamaina MB-etan>M -jar OmegaT.jar" idatziz; Uneko ezarpena {0}MB-koa da;

source: <&br> (breaks)
eu: <&br> (etenak)

source: <EMPTY>
eu: <HUTSIK>

source: <No suggestions>
eu: <Iradokizunik ez>

source: <html><center>Loading...<br><br>Tip: Enable/disable checks at any time from the Options menu.</center></html>
eu: <html><center>Kargatzen...<br><br>Aholkua: Gaitu/desgaitu egiaztatzeak edozein unetan 'Aukerak' menua erabilita.</center></html>

source: <html><i>Preferences</i> &gt; <i>General</i> &gt; <i>Use TAB to Advance</i> is checked</html>
eu: <html><i>Hobespenak</i> &gt; <i>Orokorra</i> &gt; <i>Erabili TAB aurrera joateko</i> markatuta dago</html>

source: <html>Add patterns using wildcards (Apache Ant style): <code>*</code>, <code>?</code>, <code>**</code><br>Example: <code>**/.svn/**</code></html>
eu: <html>Gehitu ereduak miniaturak erabilita (Apache Ant estiloan): <code>*</code>, <code>?</code>, <code>**</code><br>Adibidea: <code>**/.svn/**</code></html>

source: <html>Current version: <b>{0}</b></html>
eu: <html>Uneko bertsioa: <b>{0}</b></html>

source: <html>Per-project external commands are disabled and will not be executed.
eu: <html>Proiektuaren araberako kanpoko komandoak desgaituta daude eta ez dira exekutatuko.

source: <html>Place the caret at the location where you want to split the text.</html>
eu: <html>Kokatu kurtsorea testua zatitu nahi duzun tokian.</html>

source: <html>Repository URL:</html>
eu: <html>Biltegiaren URLa:</html>

source: <html>Term: <b>{0}</b><br>Glossaries:<br>{1}</html>
eu: <html>Terminoa: <b>{0}</b><br>Glosarioak:<br>{1}</html>

source: <html>Update channel: <b>{0}</b></html>
eu: <html>Eguneratze-kanala: <b>{0}</b></html>

source: <name and path of the Java executable file> -jar OmegaT.jar
eu: <Java fitxategi exekutagarriaren izena eta bidea> -jar OmegaT.jar

source: <none>
eu: <bat ere ez><ezer ez>

source: Menu Project New...
eu: 'Proiektua' menua 'Berria...'

source: Project Create / open new
eu: Proiektua Sortu / ireki berria

source: Note: On an Apple Mac, use the Command key instead of the Control key.
eu: Oharra:Apple Mac ordenagailuetan, erabili Command tekla Control teklaren ordez

source: <trans-unit> &resname attribute when available
eu: <trans-unit> &resname atributua, dagoenean

source: <trans-unit> I&D
eu: <trans-unit> I&Da

source: A note is just a comment regarding this set of source text and translation.
eu: Ohar bat sorburu-testu batekin eta haren itzulpenarekin osatutako multzo bati lotutako iruzkina da.

source: A restart is required in order to apply these changes
eu: Aplikazioa berrabiarazi behar da aldaketa horiek aplikatzeko

source: A simple set of QA checks for current OmegaT project
eu: Uneko OmegaT proiektuaren kalitatea bermatzeko egiaztatze-arauen sorta txiki bat

source: A source sentence might look like:
eu: Sorburu-esaldi batek itxura hau eduki dezake:

source: A&dd
eu: Ge&hitu

source: A&ggregate Tags
eu: M&ultzokatu etiketak

source: A&uto-completion
eu: Osatze a&utomatikoa

source: ANTLR (ANTLR 3 License)
eu: ANTLR (ANTLR 3 lizentzia)

source: API Key:
eu: API gakoa:

source: ASCII Only
eu: ASCII soilik

source: Aaron Madlon-Kay is the OmegaT project manager.
eu: Aaron Madlon-Kay da OmegaT proiektuaren kudeatzailea.

source: Abort: Exit with an error if tags invalid.
eu: Abortatu: Irten errore batekin etiketak baliogabeak badira.

source: Aborted.
eu: Utzi egin da.

source: About OmegaT
eu: OmegaT-ri buruz

source: Access Configurat&ion Folder
eu: Sartu konfiguraz&ioaren karpetara

source: Access Scripts Folder
eu: Atzitu scripten karpeta

source: Actions & Settings
eu: Ekintzak eta ezarpenak

source: Active segment source
eu: Segmentu aktiboaren sorburua

source: Active segment source text
eu: Segmentu aktiboaren sorburuaren testua

source: Active segment target
eu: Segmentu aktiboaren helburua

source: Active segment target text
eu: Segmentu aktiboaren helburuaren testua

source: Add
eu: Gehitu

source: Add Glossary Entry
eu: Gehitu glosario-sarrera

source: Add Pattern
eu: Gehitu eredua

source: Add Script
eu: Gehitu scripta

source: Add To Dictionary
eu: Gehitu hiztegiari

source: Add To Dictionary: “{0}”
eu: Gehitu hiztegiari: “{0}”

source: Add characters to the custom table by double-clicking, or by highlighting and pressing the Insert key.
eu: Gehitu karaktereak taula pertsonalizatuari klik bikoitza eginez, edo nabarmenduz eta Insert tekla sakatuz.

source: Add or rewrite encoding declaration in HTML and XHTML files:
eu: Gehitu edo berriro idatzi HTML eta XHTML fitxategien kodeketa-deklarazioak:

source: Added {0} glossary entries from {1}
eu: {0} glosario-sarrera gehitu dira {1}(e)tik

source: Added: {1}, Deleted: {2}, Modified: {3} (Conflicts: {0})
eu: Gehituak: {1}, Ezabatuak: {2}, Aldatuak: {3} (Gatazkak: {0})

source: After the source files have loaded in the Editor pane, you can close the Project Files dialog.
eu: Sorburu-fitxategia editore-panelean kargatu ondoren, 'Proiektuaren fitxategiak' koadroa itxi dezakezu.

source: After you give your project a name, the Create New Project dialog will open.
eu: Zure proiektuari izen bat eman ondoren, 'Sortu proiektu berria' elkarrizketa-koadroa irekiko da.

source: After you have translated each segment, press Ctrl+U to move to the next untranslated segment (or Ctrl+Shift+U to move to the next translated segment).
eu: Segmentu bakoitza itzuli ondoren, sakatu Ctrl+U itzuli gabeko hurrengo segmentura joateko (edo Ctrl+Shift+U itzulitako hurrengo segmentura joateko).

source: Aggressive &Font Fallback
eu: Letra-tipoaren alternatiba &oldarkorra

source: Alex Buloichik (lead developer)
eu: Alex Buloichik (garatzaile nagusia)

source: Algorithm:
eu: Algoritmoa:

source: Align
eu: Lerrokatu

source: Align Files
eu: Lerrokatu fitxategiak

source: Align project against {0}
eu: Lerrokatu proiektua {0}(r)en aurka

source: Aligner "Accepted" Group
eu: Lerrokatzailearen "Onartua" taldea

source: Aligner "Needs Review" Group
eu: Lerrokatzailearen "Berrikuspena behar du" taldea

source: Aligner Highlight
eu: Lerrokatzailearen nabarmentzea

source: Aligner Table Row Highlight
eu: Lerrokatzailearen taula-errenkaden nabarmentzea

source: All
eu: Denak

source: All DOCX files in the project
eu: Proiektuko DOCX fitxategi guztiak

source: All domains
eu: Domeinu guztiak

source: All preferences protected by the master password will be reset.
eu: Pasahitz maisuak babestutako hobespen guztiak berrezarriko dira.

source: Allo&w tag editing
eu: O&nartu etiketen edizioa

source: Allow to save password as plain text
eu: Onartu pasahitza testu arrunt modura gorde dadin

source: Allow to save password locally as plain text
eu: Onartu pasahitza testu arrunt modura ordenagailuan gorde dadin

source: Allow translated tags to be in a di&fferent order
eu: Onartu itzulitako etiketak &beste ordena batean egon daitezen

source: Allow translating &blank source segments
eu: Onartu sorburu-segmentu &hutsak itzultzea

source: Allows to view, add, remove or edit a note in the active segment.
eu: Segmentu aktiboko ohar bat ikusi, gehitu, kendu edo editatzea ahalbidetzen du.

source: Alternative Language
eu: Ordezko hizkuntza

source: An error occurred
eu: Errorea gertatu da

source: An error occurred when loading the script: {0}
eu: Errorea gertatu da scripta kargatzean: {0}

source: An error occurred when loading the source files.
eu: Errorea gertatu da sorburu-fitxategiak kargatzean.

source: An error occurred when saving the TMX.
eu: Errorea gertatu da TMXa gordetzean.

source: An error occurred when trying to detect the project file.
eu: Errorea gertatu da proiektu-fitxategia detektatzen saiatzean.

source: An error occurred while downloading the dictionary.
eu: Errorea gertatu da hiztegia deskargatzean.

source: An error occurred while opening the item.
eu: Errorea gertatu da elementua irekitzean.

source: An error occurred while processing a font changed event: {0}
eu: Errorea gertatu da letra-tipoaren aldaketaren gertaera prozesatzean: {0}

source: An error occurred while processing a new file event: {0}
eu: Errorea gertatu da fitxategi berri baten gertaera prozesatzean: {0}

source: An error occurred while processing a project change event: {0}
eu: Errorea gertatu da proiektuaren aldaketa-gertaera bat prozesatzean: {0}

source: An error occurred while processing an application shutdown event: {0}
eu: Errorea gertatu da aplikazioaren ixte-gertaera bat prozesatzean: {0}

source: An error occurred while processing an application startup event: {0}
eu: Errorea gertatu da aplikazioaren abio-gertaera bat prozesatzean: {0}

source: An error occurred while processing an entry activated event: {0}
eu: Errorea gertatu da sarrera aktibatu baten gertaera prozesatzean: {0}

source: An error occurred while trying to create a new folder
eu: Errore bat gertatu da karpeta berria sortzean

source: An error occurred while trying to run console process: {0}
eu: Errorea gertatu da kontsola-prozesua exekutatzen saiatzean: {0}

source: An exception occurred while parsing the TMX file {0} The TMX file will not be loaded.
eu: Salbuespen bat gertatu da {0} TMX fitxategia analizatzean, fitxategia ez da kargatuko.

source: An existing translation was changed to something different from what you chose.
eu: Lehendik dagoen itzulpen bat eta zuk aukeratu duzuna desberdinak dira.

source: An item named "{0}" already exists in this location.
eu: Badago lehendik "{0}" izena duen elementua kokaleku honetan.

source: An item of the name "{0}" already exists at this location.
eu: Badago lehendik "{0}" izena duen elementua kokaleku honetan.
